
INSERT INTO domeke.user
(userid,username, password, email, mobile, create_time, creater, modifier, modify_time,activation)
VALUES('1','admin', 'ISMvKXpXpadDiUoOSoAfww==', '7061089@qq.com', '11111111111', CURRENT_TIMESTAMP, 'admin', 'admin', CURRENT_TIMESTAMP,'Y');

INSERT INTO `user` VALUES ('1', 'admin', 'ISMvKXpXpadDiUoOSoAfww==', '7061089@qq.com', '有才', '11111111111', 'images/touxiang.png', '2014-09-16 19:49:05', 'admin', 'admin', '2014-09-16 19:49:05', 'Y', '123', '222');



INSERT INTO domeke.role(roleid,rolename) VALUES('1','admin');
INSERT INTO domeke.role(roleid,rolename) VALUES('2','user');
INSERT INTO domeke.role(roleid,rolename) VALUES('3','guest');

insert into domeke.user_role(userid,roleid) values('1','1');

INSERT INTO `code_type` VALUES ('1', 'workstype', '作品类型', null, '2014-09-15 22:47:48', '1', '2014-09-15 22:47:52', '1');
INSERT INTO `code_type` VALUES ('2', 'idtype', '回复类型', null, '2014-09-16 21:40:13', '1', '2014-09-16 21:40:17', '1');

INSERT INTO `code_table` VALUES ('1', '原创动漫', 'workstype', '原创动漫', '10', '1', '2014-09-15 22:57:07', null, '2014-09-15 22:57:07', null, '0');
INSERT INTO `code_table` VALUES ('2', '亲子动漫', 'workstype', '亲子动漫', '20', '2', '2014-09-15 22:57:07', null, '2014-09-15 22:57:07', null, '0');
INSERT INTO `code_table` VALUES ('3', '无奇不有', 'workstype', '无奇不有', '30', '3', '2014-09-15 22:57:08', null, '2014-09-15 22:57:08', null, '0');
INSERT INTO `code_table` VALUES ('4', 'HIGH动漫', 'workstype', 'HIGH动漫', '40', '4', '2014-09-15 22:57:08', null, '2014-09-15 22:57:08', null, '0');
INSERT INTO `code_table` VALUES ('5', 'works', 'idtype', '作品回复', '10001', null, '2014-09-16 21:43:38', null, '2014-09-16 21:43:46', null, '0');

INSERT INTO `works` VALUES ('1', '万万没想到', '10', '10', 'images/pic_Cartoon6.png', '非常好看的电影', '12323', '234', '0', '18211', '98343', '21', '2014-09-17 21:52:13', '2014-09-16 20:18:19', '1', '2014-09-16 20:18:19', '1');
INSERT INTO `works` VALUES ('2', '斩·赤红之瞳!', '10', '10', 'images/pic_Cartoon7.png', '虐妹死队友便当发不停', '123222', '42', '0', '1112', '1121', '3', '2014-09-17 21:52:14', '2014-09-16 20:20:16', '1', '2014-09-16 20:20:16', '1');
INSERT INTO `works` VALUES ('3', 'Free! 第二季', '10', '10', 'images/pic_Cartoon8.png', '男高生的青春与羁绊', '34523', '23', '0', '234234', '23432', '2', '2014-09-17 21:52:14', '2014-09-16 20:21:44', '1', '2014-09-16 20:21:44', '1');
INSERT INTO `works` VALUES ('4', '月刊少女野崎君', '10', '10', 'images/pic_CartoonB.png', '非典型校园恋爱喜剧', '1', '46', '0', '0', '0', '1', '2014-09-17 21:52:15', '2014-09-16 20:27:13', '1', '2014-09-16 20:27:13', '1');
INSERT INTO `works` VALUES ('5', '咘隆家族', '10', '10', 'images/pic_Cartoon4.png', '小顽皮鳄鱼历险记', '1278', '4', '0', '1928', '2387', '2', '2014-09-17 21:52:15', '2014-09-16 20:28:08', '1', '2014-09-16 20:28:08', '1');
INSERT INTO `works` VALUES ('6', '迪迦奥特曼', '10', '10', 'images/pic_Cartoon7.png', '小花仙', '1', '4364', '0', '212', '12', '54', '2014-09-17 21:52:40', '2014-09-16 20:29:23', '1', '2014-09-16 20:29:23', '1');
INSERT INTO `works` VALUES ('7', '爱吃', '10', '10', ' images/pic_Cartoon5.png', '束带结发', '0', '6', '0', '0', '0', '23', '2014-09-17 21:52:15', '2014-09-16 20:43:49', '1', '2014-09-16 20:43:49', '1');
INSERT INTO `works` VALUES ('9', '斩·赤红之瞳!', '20', '20', 'images/pic_Cartoon5.png', '虐妹死队友便当发不停', '123222', '43', '0', '1112', '1121', '2', '2014-09-17 21:52:15', '2014-09-16 20:20:16', '1', '2014-09-16 20:20:16', '1');
INSERT INTO `works` VALUES ('10', 'Free! 第二季', '20', '10', 'images/pic_CartoonB.png', '男高生的青春与羁绊', '34523', '6', '0', '234234', '23432', '43', '2014-09-17 21:52:43', '2014-09-16 20:21:44', '1', '2014-09-16 20:21:44', '1');
INSERT INTO `works` VALUES ('11', '月刊少女野崎君', '20', '10', 'images/pic_CartoonB.png', '非典型校园恋爱喜剧', '1', '4356', '0', '0', '0', '34', '2014-09-17 21:52:41', '2014-09-16 20:27:13', '1', '2014-09-16 20:27:13', '1');
INSERT INTO `works` VALUES ('12', '咘隆家族', '20', '20', 'images/pic_Cartoon6.png', '小顽皮鳄鱼历险记', '1278', '46', '0', '1928', '2387', '4', '2014-09-17 21:52:16', '2014-09-16 20:28:08', '1', '2014-09-16 20:28:08', '1');
INSERT INTO `works` VALUES ('13', '迪迦奥特曼', '20', '10', 'images/pic_Cartoon7.png', '小花仙', '1', '44', '0', '212', '12', '234', '2014-09-17 21:52:16', '2014-09-16 20:29:23', '1', '2014-09-16 20:29:23', '1');
INSERT INTO `works` VALUES ('14', '万as想到', '30', '20', 'images/pic_Cartoon3.png', '非常好看的电影', '12323', '3', '0', '18211', '98343', '2', '2014-09-17 21:52:16', '2014-09-16 20:18:19', '1', '2014-09-16 20:18:19', '1');
INSERT INTO `works` VALUES ('15', '很少见的回复!', '30', '20', 'images/pic_Cartoon5.png', '虐妹死队友便当发不停', '123222', '6', '0', '1112', '1121', '4', '2014-09-17 21:52:17', '2014-09-16 20:20:16', '1', '2014-09-16 20:20:16', '1');
INSERT INTO `works` VALUES ('16', 'Fre sf 第二季', '30', '10', 'images/pic_CartoonB.png', '男高生的青春与羁绊', '34523', '246', '0', '234234', '23432', '234', '2014-09-17 21:52:17', '2014-09-16 20:21:44', '1', '2014-09-16 20:21:44', '1');
INSERT INTO `works` VALUES ('17', '月刊少女野崎君', '30', '10', 'images/pic_CartoonB.png', '非典型校园恋爱喜剧', '1', '46', '0', '0', '0', '2', '2014-09-17 21:52:17', '2014-09-16 20:27:13', '1', '2014-09-16 20:27:13', '1');
INSERT INTO `works` VALUES ('18', '阿士大夫', '30', '30', 'images/pic_Cartoon6.png', '小顽皮鳄鱼历险记', '1278', '46', '0', '1928', '2387', '2', '2014-09-17 21:52:17', '2014-09-16 20:28:08', '1', '2014-09-16 20:28:08', '1');
INSERT INTO `works` VALUES ('19', '是非窝', '30', '10', 'images/pic_Cartoon7.png', '小花仙', '1', '46', '0', '212', '12', '2', '2014-09-17 21:52:17', '2014-09-16 20:29:23', '1', '2014-09-16 20:29:23', '1');
INSERT INTO `works` VALUES ('20', '万as想到', '40', '20', 'images/pic_Cartoon3.png', '非常好看的电影', '12323', '4', '0', '18211', '98343', '65', '2014-09-17 21:52:38', '2014-09-16 20:18:19', '1', '2014-09-16 20:18:19', '1');
INSERT INTO `works` VALUES ('21', '很少见的回复!', '40', '20', 'images/pic_Cartoon5.png', '虐妹死队友便当发不停', '123222', '6', '0', '1112', '1121', '67', '2014-09-17 21:52:37', '2014-09-16 20:20:16', '1', '2014-09-16 20:20:16', '1');
INSERT INTO `works` VALUES ('22', 'Fre sf 第二季', '40', '10', 'images/pic_CartoonB.png', '男高生的青春与羁绊', '34523', '46', '0', '234234', '23432', '31', '2014-09-17 21:52:18', '2014-09-16 20:21:44', '1', '2014-09-16 20:21:44', '1');
INSERT INTO `works` VALUES ('23', '月刊少女野崎君', '40', '10', 'images/pic_CartoonB.png', '非典型校园恋爱喜剧', '1', '34', '0', '0', '0', '3', '2014-09-17 21:52:36', '2014-09-16 20:27:13', '1', '2014-09-16 20:27:13', '1');
INSERT INTO `works` VALUES ('24', '阿士大夫', '40', '30', 'images/pic_Cartoon6.png', '小顽皮鳄鱼历险记', '1278', '6246', '0', '1928', '2387', '22', '2014-09-17 21:52:18', '2014-09-16 20:28:08', '1', '2014-09-16 20:28:08', '1');
INSERT INTO `works` VALUES ('25', '是非窝', '40', '10', 'images/pic_Cartoon7.png', '小花仙', '1', '32', '0', '212', '12', '1', '2014-09-17 21:52:18', '2014-09-16 20:29:23', '1', '2014-09-16 20:29:23', '1');
INSERT INTO `works` VALUES ('26', '万as想到', '40', '20', 'images/pic_Cartoon3.png', '非常好看的电影', '12323', '34', '0', '18211', '98343', '1', '2014-09-17 21:52:19', '2014-09-16 20:18:19', '1', '2014-09-16 20:18:19', '1');
INSERT INTO `works` VALUES ('27', '很少见的回复!', '40', '20', 'images/pic_Cartoon5.png', '虐妹死队友便当发不停', '123222', '5', '0', '1112', '1121', '4', '2014-09-17 21:52:19', '2014-09-16 20:20:16', '1', '2014-09-16 20:20:16', '1');
INSERT INTO `works` VALUES ('28', 'Fre sf 第二季', '40', '10', 'images/pic_CartoonB.png', '男高生的青春与羁绊', '34523', '3', '0', '234234', '23432', '54', '2014-09-17 21:52:19', '2014-09-16 20:21:44', '1', '2014-09-16 20:21:44', '1');
INSERT INTO `works` VALUES ('29', '月刊少女野崎君', '40', '10', 'images/pic_CartoonB.png', '非典型校园恋爱喜剧', '1', '53', '0', '0', '0', '4', '2014-09-17 21:52:25', '2014-09-16 20:27:13', '1', '2014-09-16 20:27:13', '1');
INSERT INTO `works` VALUES ('30', '阿士大夫', '40', '30', 'images/pic_Cartoon6.png', '小顽皮鳄鱼历险记', '1278', '45', '0', '1928', '2387', '34', '2014-09-17 21:52:31', '2014-09-16 20:28:08', '1', '2014-09-16 20:28:08', '1');
INSERT INTO `works` VALUES ('31', '是非窝', '40', '10', 'images/pic_Cartoon7.png', '小花仙', '1', '32', '0', '212', '12', '3', '2014-09-17 21:52:26', '2014-09-16 20:29:23', '1', '2014-09-16 20:29:23', '1');

INSERT INTO `goods` VALUES ('4', '10', '永久自行车21变速铝合金架碟刹锁死禧', '200.00', '0', 'images/zixingche.jpg', '永久MT350高配版上市了，铝肩锁死前叉铝合金轴承花鼓2培林，全网热销产品，店内销量冠军山地车!性价比最高山地车。全套禧玛诺21速变速器，前后轮碟刹制动系统，超轻便铝合金车架，朝阳外胎，五星好评截图给客服返现10元标准版有26寸，升级版有24寸和26寸，高配版有26寸，全国包邮（偏远区收一半运费)', '123', '2014-09-16 22:13:35', '1', '0', '鲈鱼', 'images/touxiang.png', '2014-09-16 22:13:38', '1', '2014-09-16 22:13:56', '1');
INSERT INTO `goods` VALUES ('5', '10', '巴朗双肩旅行电脑背包男包 商务休闲书', '200.00', '0', 'images/bao.jpg', '艾奔实力品牌让您不用担忧品质和服务问题　　　　　　　　　　　　　　　　　　　　　　　　　　　　免去鉴别是否山寨的麻烦　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　给您一个轻松愉快的网购过程', '123', '2014-09-16 22:16:49', '2', '10', '鲈鱼', 'images/touxiang.png', '2014-09-16 22:16:52', '1', '2014-09-16 22:16:57', '1');
INSERT INTO `goods` VALUES ('6', '10', '阿迪达斯篮球鞋男正品折扣Adidas夏季新透气耐磨运动鞋男低帮球鞋', '100.00', '0', 'images/xiezi.jpg', '场下休闲系列鞋B', '112', '2014-09-16 22:20:27', '3', '10', '鲈鱼', 'images/touxiang.png', '2014-09-16 22:20:30', '1', '2014-09-16 22:20:35', '1');
INSERT INTO `goods` VALUES ('7', '10', '优衣库男裤', '300.00', '0', 'images/kuzi.png', '会计师的话费卡萨丹哈富士康大姐夫好上课敬爱的', '123', '2014-09-16 22:21:16', '4', '10', '鲈鱼', 'images/touxiang.png', '2014-09-16 22:21:19', '1', '2014-09-16 22:21:22', '1');



