<html>
<body>
<div>
${username}，这封信是由 动漫方舟 发送的。<br>
</div>
<div>
您收到这封邮件，是由于在 动漫方舟 进行了新用户注册，或用户修改 Email 使用了这个邮箱地址。<br>
如果您并没有访问过 动漫方舟，或没有进行上述操作，请忽略这封邮件。您不需要退订或进行其他进一步的操作。<br>
----------------------------------------------------------------------<br>
帐号激活说明<br>
----------------------------------------------------------------------<br>
如果您是 动漫方舟 的新用户，或在修改您的注册 Email 时使用了本地址，我们需要对您的地址有效性进行验证以避免垃圾邮件或地址被滥用。<br>
您只需点击下面的链接即可激活您的帐号：<br>
<a href="${url}">${url}</a><br>
(如果上面不是链接形式，请将该地址手工粘贴到浏览器地址栏再访问)<br>
</div>
<div>
如果有任何问题，请发送邮件到 <a href=mailto:89213248@qq.com>89213248@qq.com</a><mail></mail>,也可以在新浪微博@动漫方舟微博 微博询问<br>
请勿回复该邮件<br>
感谢您的访问，祝您使用愉快！<br>
此致<br>
动漫方舟 管理团队.
<a href="http://www.dongmark.com">www.dongmark.com</a>
<body>
</html>