INSERT INTO `community` VALUES ('1', '方舟社区', '官方活动、官方交流', '/activity', '0', '1', '2', '0', '10', '2014-09-21 21:46:42', '0', '2014-09-21 21:46:42', '0', null);
INSERT INTO `community` VALUES ('2', 'HIGH豆生活', '豆豆活动、豆豆交流', '/post', '0', '1', '1', '0', '10', '2014-09-21 21:46:55', '0', '2014-09-21 21:46:55', '0', null);
INSERT INTO `community` VALUES ('3', '官方活动', '活动、奖品、私人订制', '/activity', '1', '2', '1', '208', '10', '2014-09-21 21:47:04', '0', '2014-09-21 21:47:04', '0', 'FIcon19.png');
INSERT INTO `community` VALUES ('4', '逗生活', 'HIGH生活', '/post', '2', '2', '2', '81', '10', '2014-09-21 21:47:15', '0', '2014-09-21 21:47:15', '0', 'FIcon17.png');
INSERT INTO `community` VALUES ('5', '豆友活动', '专业、创意、大师', '/activity', '1', '2', '2', '16', '10', '2014-09-24 00:38:11', '0', '2014-09-24 00:38:11', '0', 'FIcon20.png');
INSERT INTO `community` VALUES ('8', '官方交流', '专业知识', '/post', '2', '2', '2', '49', '10', '2014-09-24 00:39:49', '0', '2014-09-24 00:39:49', '0', 'FIcon18.png');
INSERT INTO `community` VALUES ('11', '跳蚤市场', '宝贝展示、宝贝交流', '/treasure', '0', '1', '3', '0', '10', '2014-09-25 19:31:24', '0', '2014-09-25 19:31:24', '0', null);
INSERT INTO `community` VALUES ('12', '宝贝买卖', null, '/treasure', '11', '2', '1', '26', '10', '2014-09-25 19:31:39', '0', '2014-09-25 19:31:39', '0', 'FIcon21.png');
