<html>
${username}， 这封信是由 动漫方舟 发送的。<br>
您收到这封邮件，是由于这个邮箱地址在 动漫方舟 被登记为用户邮箱，且该用户请求使用 Email 密码重置功能所致。<br>
----------------------------------------------------------------------<br>
重要！<br>
----------------------------------------------------------------------<br>
如果您没有提交密码重置的请求或不是 动漫方舟 的注册用户，请立即忽略并删除这封邮件。只有在您确认需要重置密码的情况下，才需要继续阅读下面的内容。<br>
----------------------------------------------------------------------<br>
密码重置说明<br>
----------------------------------------------------------------------<br>
您重置后的新密码为：${password1}<br>
您即可使用新的密码登录网站了。您可以在用户控制面板中随时修改您的密码。<br>
如果有任何问题，请发送邮件到 89213248@qq.com也可以在新浪微博@动漫方舟微博 微博询问<br>
请勿回复该邮件<br>
此致<br>
动漫方舟 管理团队 www.dongmark.com<br>
</html>